oh-my-fish/theme-bobthefish
oh-my-fish/plugin-balias
sijad/gitignore
jethrokuan/z
jethrokuan/fzf
decors/fish-ghq
masa0x80/replace_multiple_dots.fish
0rax/fish-bd
edc/bass
kennethreitz/fish-pipenv
