tap "datawire/blackbird"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "robscott/tap"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "groovy"
brew "grpcurl"
brew "htop"
brew "hub"
brew "jq"
brew "kind"
brew "kubectx"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "perl"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "skopeo"
brew "starship"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "datawire/blackbird/telepresence-arm64"
brew "robscott/tap/kube-capacity"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "intellij-idea-ce"
cask "visual-studio-code"
cask "maccy"

